<p>Nutzungsbedingungen G&auml;ste-WLAN</p>
<h1>1. Gegenstand und Geltungsbereich dieser Nutzungsbedingungen</h1>
<p>Diese Nutzungsbedingungen regeln Ihre und unsere Rechte und Pflichten im Zusammenhang mit der Nutzung unseres G&auml;ste-WLAN-Zugangs</p>
<h1>2. Unsere Leistungen</h1>
<p>(1) Wir stellen Ihnen in unserer Wohung einen Zugang zum Internet in Form eines WLAN-Zugangs (&bdquo;Hotspot&ldquo;) zur kostenlosen Nutzung zur Verf&uuml;gung.</p>
<p>(2) Die Bereitstellung des Hotspots richtet sich nach unseren jeweiligen technischen und betrieblichen M&ouml;glichkeiten. Ein Anspruch auf einen funktionsf&auml;higen Hotspot oder eine bestimmte &ouml;rtliche Abdeckung des Hotspots besteht nicht.</p>
<p>(3) Wir gew&auml;hrleisten ferner nicht, dass der Hotspot st&ouml;rungs- und unterbrechungsfrei genutzt werden kann. Auch k&ouml;nnen wir keine &Uuml;bertragungsgeschwindigkeiten gew&auml;hrleisten.</p>
<p>(4) Wir behalten uns das Recht vor, den Zugang zum Hotspot im Falle notwendiger technischer Reparatur- und Wartungsarbeiten ohne vorherige Ank&uuml;ndigung zu &auml;ndern, zu beschr&auml;nken oder einzustellen.</p>
<p>(5) Es besteht kein Anspruch darauf, dass bestimmte Dienste &uuml;ber den Hotspot genutzt werden k&ouml;nnen. So k&ouml;nnen insbesondere Port-Sperrungen vorgenommen werden. In der Regel wird das Surfen im Internet und das Senden und Empfangen von E-Mails erm&ouml;glicht.</p>
<h1>3. Zugang und Nutzung</h1>
<p>(1) Wir bieten unser G&auml;ste-WLAN nur f&uuml;r Besucher unserer Wohnung an. Es handelt sich nicht um einen &ouml;ffentlich zug&auml;nglichen Telekommunikationsdienst, sondern um ein internes WLAN f&uuml;r G&auml;ste unserer Wohnung.</p>
<p>(2) Voraussetzung f&uuml;r eine Nutzung ist, dass Sie sich zuvor f&uuml;r die Nutzung des Hotspots registrieren und/oder die Geltung dieser Nutzungsbedingungen zu Beginn der Nutzung des Hotspots akzeptieren. Dies kann bei Auswahl des Hotspots als WLAN-Netz im Endger&auml;t in der Regel &uuml;ber ein dann abrufbares Registrierungsformular oder eine Begr&uuml;&szlig;ungsseite erfolgen.</p>
<p>(3) Es besteht kein Anspruch auf Nutzung des Hotspots. Uns steht es frei, den Zugang zum Hotspot jederzeit ohne Angabe von Gr&uuml;nden einzuschr&auml;nken oder einzustellen.</p>
<p>(4) Es gilt die jeweils aktuelle Fassung dieser Nutzungsbedingungen, die Ihnen bei der Anmeldung zum Hotspot abrufbar gemacht wird.</p>
<h1>4. Zugangsdaten</h1>
<p>(1) Sofern Sie im Zuge einer Registrierung Anmelde-Daten (wie z.B. Benutzername, Passwort, E-Mail etc.) angegeben haben, sind diese von Ihnen geheim zu halten und unbefugten Dritten nicht zug&auml;nglich zu machen.</p>
<p>(2) Sollten Sie Registrierungsdaten erhalten haben, haben Sie sicher zu stellen, dass der Zugang zu und die Nutzung des Hotspots mit Ihren Benutzerdaten ausschlie&szlig;lich durch Sie als Nutzer erfolgt. Sofern Tatsachen vorliegen, die die Annahme begr&uuml;nden, dass unbefugte Dritte von Ihren Zugangsdaten Kenntnis erlangt haben oder erlangen werden, m&uuml;ssen Sie uns unverz&uuml;glich informieren.</p>
<p>(3) Sie haften als Nutzer f&uuml;r jedwede Nutzung und/oder sonstige Aktivit&auml;t, die unter Ihren Zugangsdaten ausgef&uuml;hrt wird, nach den gesetzlichen Bestimmungen.</p>
<h1>5. Ihre Pflichten als Nutzer</h1>
<p>(1) Sie sind verpflichtet, etwaige Informationen, die im Rahmen der Nutzung des Dienstes von Ihnen zu ihrer Person angegeben werden, wahrheitsgem&auml;&szlig; zu machen.</p>
<p>(2) Sie sind verpflichtet, bei der Nutzung unseres Hotspots die geltenden Gesetze einzuhalten.</p>
<p>(3) Weitere Pflichten, die sich aus anderen Bestimmungen dieser Nutzungsbedingungen ergeben, bleiben unber&uuml;hrt.</p>
<h1>6. Preise</h1>
<p>Der Dienst wird kostenlos erbracht.</p>
<h1>7. Verf&uuml;gbarkeit der Leistungen</h1>
<p>Da unsere Leistungen unentgeltlich erbracht werden, haben Sie keinen Anspruch auf Nutzung des Hotspots. Wir bem&uuml;hen uns jedoch um eine m&ouml;glichst unterbrechungsfreie Nutzbarkeit des Hotspots.</p>
<h1>8. Verbotene Handlungen</h1>
<p>Ihnen sind als Nutzer jegliche Handlungen bei der Nutzung des Hotspots untersagt, die gegen geltendes Recht versto&szlig;en, Rechte Dritter verletzen oder gegen die Grunds&auml;tze des Jugendschutzes versto&szlig;en. Insbesondere sind folgende Handlungen untersagt:</p>
<ul>
<li>das Einstellen, die Verbreitung, das Angebot und die Bewerbung pornografischer, gegen Jugendschutzgesetze, gegen Datenschutzrecht und/oder gegen sonstiges Recht versto&szlig;ender und/oder betr&uuml;gerischer Inhalte, Dienste und/oder Produkte;</li>
<li>die Ver&ouml;ffentlichung oder Zug&auml;nglichmachung von Inhalten, durch die andere Teilnehmer oder Dritte beleidigt oder verleumdet werden;</li>
<li>die Nutzung, das Bereitstellen und das Verbreiten von Inhalten, Diensten und/oder Produkten, die gesetzlich gesch&uuml;tzt oder mit Rechten Dritter (z.B. Urheberrechte) belastet sind, ohne hierzu ausdr&uuml;cklich berechtigt zu sein;</li>
<li>die &ouml;ffentliche Zug&auml;nglichmachung von urheberrechtlich gesch&uuml;tzten Werken oder sonstige urheberrechtswidrige Handlungen, insbesondere bei der Nutzung von sog. &bdquo;Internet-Tauschb&ouml;rsen&ldquo; oder File-Sharing-Diensten.</li>
</ul>
<p>Des Weiteren sind auch unabh&auml;ngig von einem eventuellen Gesetzesversto&szlig; bei der Einstellung eigener Inhalte auf der Internetseite des Diensteanbieters sowie bei der Kommunikation mit anderen Nutzern (z.B. durch Versendung pers&ouml;nlicher Mitteilungen, durch die Teilnahme an Diskussionsforen etc.) die folgenden Aktivit&auml;ten untersagt:</p>
<ul>
<li>die &Uuml;bertragung &uuml;berdurchschnittlich gro&szlig;er Datenmengen und insbesondere die anhaltende &Uuml;bertragung solcher Datenmengen;</li>
<li>das Hosting eines Web-Servers oder anderer Server durch Nutzung eines Hotspots des Diensteanbieters;</li>
<li>die &Auml;nderung der vorgegebenen DNS-Server in den Netzwerkeinstellungen des Hotspots des Diensteanbieters;</li>
<li>die Versendung von Junk- oder Spam-Mails sowie von Kettenbriefen;</li>
<li>die Verbreitung von Viren, Trojanern und anderen sch&auml;dlichen Dateien;</li>
<li>die Verbreitung anz&uuml;glicher, anst&ouml;&szlig;iger, sexuell gepr&auml;gter, obsz&ouml;ner oder diffamierender Inhalte bzw. Kommunikation sowie solcher Inhalte bzw. Kommunikation die geeignet sind/ist, Rassismus, Fanatismus, Hass, k&ouml;rperliche Gewalt oder rechtswidrige Handlungen zu f&ouml;rdern bzw. zu unterst&uuml;tzen (jeweils explizit oder implizit);</li>
<li>die Aufforderung anderer Nutzer oder Dritter zur Preisgabe von Kennw&ouml;rtern oder personenbezogener Daten f&uuml;r kommerzielle oder rechts- bzw. gesetzeswidrige Zwecke.</li>
</ul>
<p>Ebenfalls untersagt ist jede Handlung, die geeignet ist, den reibungslosen Betrieb unseres Hotspots zu beeintr&auml;chtigen, insbesondere unsere Systeme unverh&auml;ltnism&auml;&szlig;ig hoch zu belasten.</p>
<h1>9. Sperrung von Zug&auml;ngen</h1>
<p>Wir k&ouml;nnen Ihren Zugang zum Hotspot jederzeit vor&uuml;bergehend oder dauerhaft sperren, wenn konkrete Anhaltspunkte vorliegen, dass Sie gegen diese Nutzungsbedingungen und/oder geltendes Recht versto&szlig;en, versto&szlig;en haben oder wenn wir ein sonstiges berechtigtes Interesse an der Sperrung haben.</p>
<h1>10. Haftungsfreistellung</h1>
<p>(1) Sie sind als Nutzer f&uuml;r alle Handlungen, die Sie im Zusammenhang mit der Nutzung des Internets &uuml;ber unseren Hotspot vornehmen, selbst verantwortlich.</p>
<p>(2) Sie stellen uns von s&auml;mtlichen Forderungen, die Dritte gegen uns wegen eines Versto&szlig;es des Nutzers gegen gesetzliche Vorschriften, gegen Rechte Dritter (insbesondere Pers&ouml;nlichkeits-, Urheber- und Markenrechte) oder gegen vertragliche Pflichten, Zusicherungen oder Garantien geltend machen, einschlie&szlig;lich der Kosten der notwendigen Rechtsverteidigung (Rechtsanwalts- und Gerichtskosten in gesetzlicher H&ouml;he) auf erstes Anfordern frei.</p>
<p>(3) Sie sind verpflichtet, im Falle der Geltendmachung von Anspr&uuml;chen im Sinne von Ziff. 10 Absatz 2 unverz&uuml;glich und vollst&auml;ndig bei der Sachverhaltsaufkl&auml;rung mitzuwirken und uns die hierzu erforderlichen Angaben in geeigneter Weise zug&auml;nglich zu machen.</p>
<h1>11. Haftungsbeschr&auml;nkung</h1>
<p>(1) Wir haften bei Vorsatz oder grober Fahrl&auml;ssigkeit f&uuml;r alle von uns verursachten Sch&auml;den unbeschr&auml;nkt.</p>
<p>(2) Bei leichter Fahrl&auml;ssigkeit haften wir im Fall der Verletzung des Lebens, des K&ouml;rpers oder der Gesundheit unbeschr&auml;nkt.</p>
<p>(3) Im &Uuml;brigen haften wir nur, soweit wir eine wesentliche Vertragspflicht verletzt haben. Als wesentliche Vertragspflichten werden dabei abstrakt solche Pflichten bezeichnet, deren Erf&uuml;llung die ordnungsgem&auml;&szlig;e Durchf&uuml;hrung des Vertrages &uuml;berhaupt erst erm&ouml;glicht und auf deren Einhaltung der Nutzer regelm&auml;&szlig;ig vertrauen darf. In diesen F&auml;llen ist die Haftung auf den Ersatz des vorhersehbaren, typischerweise eintretenden Schadens beschr&auml;nkt.</p>
<p>(4) Soweit unsere Haftung nach den vorgenannten Vorschriften ausgeschlossen oder beschr&auml;nkt wird, gilt dies auch f&uuml;r unsere Erf&uuml;llungsgehilfen.</p>
<p>(5) Die Haftung nach dem Produkthaftungsgesetz bleibt unber&uuml;hrt.</p>
<h1>12. Datenschutz</h1>
<p>(1) Wir tragen Sorge daf&uuml;r, dass Ihre personenbezogenen Daten nur erhoben, gespeichert und verarbeitet werden, soweit dies zur vertragsgem&auml;&szlig;en Leistungserbringung erforderlich und durch gesetzliche Vorschriften erlaubt, oder vom Gesetzgeber angeordnet ist.</p>
<p>(2) F&uuml;r den Fall, dass im Rahmen der Nutzung unserer Leistungen datenschutzrechtliche Einwilligungserkl&auml;rungen von Ihnen eingeholt werden, wird darauf hingewiesen, dass Sie diese jederzeit mit Wirkung f&uuml;r die Zukunft widerrufen k&ouml;nnen.</p>
<p>(3) Um die Leistungen des Hotspots f&uuml;r Sie zu erbringen, ist die Verwendung von personenbezogenen Daten Ihres Endger&auml;tes erforderlich. In dem Zusammenhang werden ggf. auch die MAC-Adressen von Endger&auml;ten tempor&auml;r gespeichert. Ferner werden wir ggf. Protokolldaten (&bdquo;Logfiles&ldquo;) &uuml;ber Art und Umfang der Nutzung der Dienstleistungen f&uuml;r 7 Tage speichern. Diese Daten k&ouml;nnen nicht unmittelbar Ihrer Person zugeordnet werden.</p>
<h1>13. Schlussbestimmungen</h1>
<p>(1) Es gilt das Recht der Bundesrepublik Deutschland, wobei die Geltung des UN-Kaufrechts ausgeschlossen wird.</p>
<p>(2) Wenn Sie Kaufmann, juristische Person des &ouml;ffentlichen Rechts oder &ouml;ffentlich-rechtliches Sonderverm&ouml;gen sind, so ist unser Sitz ausschlie&szlig;licher Gerichtsstand f&uuml;r alle Streitigkeiten aus dem Vertragsverh&auml;ltnis.</p>
<p>(3) Sollten einzelne Bestimmungen dieser Nutzungsbedingungen unwirksam sein oder werden, so ber&uuml;hrt dies die Wirksamkeit der &uuml;brigen Bestimmungen nicht.</p>
